import { defineMessages } from 'react-intl'

export default defineMessages({
  'app.page.schema.title': {
    id: 'app.page.schema.title',
    defaultMessage: 'Разработка и согласование схем погрузки'
  },
  'app.page.schema.paragraph1': {
    id: 'app.page.schema.paragraph1',
    defaultMessage: 'Грузы с различными характеристиками и размерными параметрами требуют соблюдения особых приемов и технологий при погрузочных работах. Существует ряд нормативных документов, регламентирующих процесс погрузки. Они определяют условия крепления и размещения разных типов грузов в различных видах подвижного ж/д состава. Для перевозок на территории иностранных государств также существует определенный регламент погрузки и размещения груза.'
  },
  'app.page.schema.paragraph2': {
    id: 'app.page.schema.paragraph2',
    defaultMessage: 'Схема – обязательный документ, который обеспечивает порядок выполнения размещения и крепления грузов. Перед тем, как схему погрузки согласовать в РЖД, её должен утвердить грузоотправитель.'
  },
  'app.page.schema.paragraph3': {
    id: 'app.page.schema.paragraph3',
    defaultMessage: 'Специалисты «Петропавл Экспресс Логистика» проводят разработку эскизов и чертежей схемы погрузки в соответствии с особенностями вашего груза.'
  },
  'app.page.schema.paragraph4': {
    id: 'app.page.schema.paragraph4',
    defaultMessage: 'После подготовки документов, согласование схемы погрузки проводится с представителями компаний «Российские Железные Дороги» и «Казахстан Темир Жолы» .'
  },
  'app.page.schema.header': {
    id: 'app.page.schema.header',
    defaultMessage: 'Схема погрузки вагонов обычно включает следующие разделы:'
  },
  'app.page.schema.list': {
    id: 'app.page.schema.list',
    defaultMessage: '- перечень перевозимых объектов, их размеры и вес;\n' +
      '- данные о суммарной массе груза с учетом массы крепежа;\n' +
      '- данные о подвижном составе, который будет занят перевозкой груза;\n' +
      '- чертеж используемого подвижного состава, с указанием месторасположения груза и элементов крепежа;\n' +
      '- данные о крепежных элементах (количество, материал);\n' +
      '- данные о месте отправки и получения груза;\n' +
      '- оказание содействия в согласовании перевозок с ОАО РЖД и АО НК КТЖ.'
  },
  'app.page.schema.paragraph5': {
    id: 'app.page.schema.paragraph5',
    defaultMessage: 'От того, насколько адекватно составлена схема погрузки, во многом будет зависеть общая эффективность транспортировочного процесса. Нашим клиентам-грузоотправителям нет необходимости самостоятельно изучать эту проблему и искать пути ее решения, достаточно воспользоваться услугой по согласованию схемы погрузки.'
  }
})