import { defineMessages } from 'react-intl'

export default defineMessages({
  'app.page.wagons.paragraph1': {
    id: 'app.page.wagons.paragraph1',
    defaultMessage: 'Все вагоны состоят из следующих основных узлов; кузова с рамой, ходовых частей, автосцепных устройств и тормозного оборудования. Кузов служит для размещения в вагоне пассажиров или грузов.'
  },
  'app.page.wagons.paragraph2': {
    id: 'app.page.wagons.paragraph2',
    defaultMessage: '**Конструкция кузова зависит от назначения загона.** Так, каркас кузова грузовых крытых вагонов состоит из металлических стоек, дуг и балок фасонного профиля. Стены кузова обшиты стальными листами. Если стены обшиваются досками, то каркас кузова дополнительно имеет металлические раскосы. Потолочные дуги и фрамуги покрыты стальными листами, сваренными в стыках и образующими цельнометаллическую крышу. Раньше крыша грузового вагона покрывалась кровельной сталью, делалась без загрузочных люков и была менее прочной и недолговечной. Кузов имеет по две (или по одной) задвижной цельнометаллической двери с обеих сторон и по два люка на каждой продольной стене.'
  },
  'app.page.wagons.paragraph3': {
    id: 'app.page.wagons.paragraph3',
    defaultMessage: 'Каркас кузова цельнометаллического пассажирского вагона представляет единую сварную металлическую несущую конструкцию, состоящую из поперечных и продольных балок и стоек, а также дуг крыши. Наружная обшивка и крыша выполнены из стальных гофрированных листов, привариваемых к каркасу. Такой кузов обладает большой прочностью и меньшей массой, приходящейся на одно пассажирское место.'
  },
  'app.page.wagons.paragraph4': {
    id: 'app.page.wagons.paragraph4',
    defaultMessage: 'Внутренние перегородки, а также внутренняя обшивка стен выполнены из дерева, древесноволокнистых плит и полимерных материалов. Основание кузова — рама воспринимает продольные ударно-тяговые силы, действующие на вагон, и массу груза. Хребтовая балка рамы современных грузовых вагонов состоит из двух мощных стальных прокатных швеллерных или 2- образных балок, расположенных одна от другой на расстоянии, обеспечивающем размещение устройств автосцепки. Обе балки скреплены между собой стальными листами и образуют единую мощную конструкцию. К хребтовой балке прикреплены концевые (буферные) балки, поперечные и шкворневые балки, скрепленные боковыми продольными балками. Конструкция рамы полувагона или цистерны позволяет закрепить разгрузочные люки или котел.'
  },
  'app.page.wagons.paragraph5': {
    id: 'app.page.wagons.paragraph5',
    defaultMessage: 'Кузов опирается на ходовые части, которые передают на рельсы массу вагона с грузом. К ходовым частям вагона относятся колесные пары, буксы с подшипниками, рессорное подвешивание. В четырехосных и многоосных вагонах все эти элементы объединяются в тележки, которые и обеспечивают более легкое прохождение вагонов на кривых участках пути и более плавный ход.'
  },
  'app.page.wagons.paragraph6': {
    id: 'app.page.wagons.paragraph6',
    defaultMessage: 'Основной тип тележки грузовых вагонов — двухосная тележка ЦНИИ-ХЗ с одинарным рессорным подвешиванием. Она состоит из двух литых боковин, в которых имеется средний проем (окно) для размещения пружин рессорных комплектов. В пазы боковых проемов вставлены корпуса букс колесных пар. Литая надрессорная балка тележки представляет собой брус коробчатого сечения, воспринимающий нагрузку от вагона через пятниковое соединение. Концы балки опираются на клиновые амортизаторы и через них на комплекты пружин.'
  },
  'app.page.wagons.paragraph7': {
    id: 'app.page.wagons.paragraph7',
    defaultMessage: 'Клинья амортизаторов размещены в особых углублениях и соприкасаются своими вертикальными плоскостями со стальными сменными планками, укрепленными на боковинах. В зависимости от массы груза вагона каждый рессорный комплект тележки состоит из пяти — семи двухрядных пружин. Колесные пары для этой тележки имеют диаметр по кругу катания 950 мм. На кронштейнах боковин валиками укреплены подвески триангелей с тормозными колодками. Триангели соединены с вертикальными рычагами, а последние — с распорной тягой при помощи валиков, шайб и шплинтов. Для шестиосных грузовых вагонов построены трехосные тележки. а для восьмиосных — четырехосные, состоящие из двух сочлененных двухосных тележек типа ЦНИИ-ХЗ.'
  },
  'app.page.wagons.paragraph8': {
    id: 'app.page.wagons.paragraph8',
    defaultMessage: 'Под грузовыми вагонами еще имеется некоторое количество двухосных тележек с боковинами, отлитыми заодно с буксами, и поясные тележки, которые постепенно заменяются тележками типа ЦНИИ-ХЗ. Тележка двухосная КВЗ-ЦНИИ — наиболее совершенный тип тележки пассажирского вагона. Сварная рама тележки опирается на надбуксовые цилиндрические рессоры и через них на опоры роликовых букс колесных пар. Тележка имеет центральное рессорное подвешивание, состоящее из четырех трехрядных пружин, двух люлечных балок, четырех люлечных подвесок и боковых гидравлических гасителей колебаний.'
  },
  'app.page.wagons.paragraph9': {
    id: 'app.page.wagons.paragraph9',
    defaultMessage: 'Тележки для вагонов массой брутто до 70 т имеют по одному с каждой стороны гидравлическому гасителю колебаний, а для вагонов массой брутто выше 70 т — по два гасителя. Тележка цельнометаллических пассажирских вагонов прежних выпусков имеет центральное люлечное подвешивание, снабженное эллиптическими рессорами без гидравлических гасителей колебаний. Вагоны с такими тележками могут быть использованы для скоростей движения до 120 км/ч.'
  }
})