import { defineMessages } from 'react-intl'

export default defineMessages({
  'app.page.dangerousGoods.paragraph1': {
    id: 'app.page.dangerousGoods.paragraph1',
    defaultMessage: 'К опасным грузам относятся любые вещества, материалы, изделия, отходы производственной и иной деятельности, которые в силу присущих им свойств и особенностей могут при их перевозке создавать угрозу для жизни и здоровья людей, нанести вред окружающей природной среде, привести к повреждению или уничтожению материальных ценностей.'
  },
  'app.page.dangerousGoods.paragraph2': {
    id: 'app.page.dangerousGoods.paragraph2',
    defaultMessage: 'Опасные грузы по требованиям ГОСТ 19433-88 грузы опасные'
  },
  'app.page.dangerousGoods.header1': {
    id: 'app.page.dangerousGoods.header1',
    defaultMessage: 'Классификация и маркировка и ДОПОГ распределяются на следующие классы:'
  },
  'app.page.dangerousGoods.list1': {
    id: 'app.page.dangerousGoods.list1',
    defaultMessage: '- взрывчатые материалы (ВМ);\n' +
      '- газы, сжатые, сжиженные и растворенные под давлением;\n' +
      '- легковоспламеняющиеся жидкости (ЛВЖ);\n' +
      '- легковоспламеняющиеся твердые вещества (ЛВТ), самовозгорающиеся вещества (СВ);\n' +
      '- вещества, выделяющие воспламеняющиеся газы при взаимодействии с водой;\n' +
      '- окисляющие вещества (ОК) и органические пероксиды (ОП),\n' +
      '- ядовитые вещества (ЯВ) и инфекционные вещества (ИВ),\n' +
      '- радиоактивные материалы (РМ);\n' +
      '- едкие и (или) коррозионные вещества (ЕК);\n' +
      '- прочие опасные вещества.'
  },
  'app.page.dangerousGoods.paragraph3': {
    id: 'app.page.dangerousGoods.paragraph3',
    defaultMessage: 'Опасные грузы каждого класса в соответствии с их физико-химическими свойствами, видами и степенью опасности при транспортировании разделяются на подклассы, категории и группы, по ГОСТ 19433-88, приведены далее.'
  },
  'app.page.dangerousGoods.paragraph4': {
    id: 'app.page.dangerousGoods.paragraph4',
    defaultMessage: '**КЛАСС 1** — взрывчатые материалы, которые по своим свойствам могут взрываться, вызывать пожар с взрывчатым действием, а также устройства, содержащие взрывчатые вещества и средства взрывания, предназначенные для производства пиротехнического эффекта; подкласс 1.1 — взрывчатые и пиротехнические вещества и изделия с опасностью взрыва массой, когда взрыв мгновенно охватывает весь груз; подкласс 1.2 — взрывчатые и пиротехнические вещества и изделия, не взрывающиеся массой; подкласс 1.3 — взрывчатые и пиротехнические вещества и изделия, обладающие опасностью загорания с незначительным взрывчатым действием или без него; подкласс 1.4 — взрывчатые и пиротехнические вещества и изделия, представляющие незначительную опасность взрыва во время транспортировки только в случае воспламенения или инициирования, не дающие разрушения устройств и упаковок; подкласс 1.5 — взрывчатые вещества с опасностью взрыва массой, которые настолько нечувствительны, что при транспортировании инициирование или переход от горения к детонации маловероятны; подкласс 1.6 — изделия, содержащие исключительно нечувствительные к детонации вещества, не взрывающиеся массой и характеризующиеся низкой вероятностью случайного инициирования;'
  },
  'app.page.dangerousGoods.header2': {
    id: 'app.page.dangerousGoods.header2',
    defaultMessage: 'КЛАСС 2 — газы сжатые, сжиженные охлаждением и растворенные под давлением, отвечающие хотя бы одному из следующих условий:'
  },
  'app.page.dangerousGoods.list2': {
    id: 'app.page.dangerousGoods.list2',
    defaultMessage: '- абсолютное давление паров при температуре 50С равно или выше 3 кгс/смЧЗОО кПа);\n' +
      '- критическая температура ниже 50С. По физическому состоянию газы делятся на:\n' +
      '- сжатые, критическая температура которых ниже -10С;\n' +
      '- сжиженные, критическая температура которых равна или выше -10С, но ниже 70С;\n' +
      '- сжиженные, критическая температура которых равна или выше 70С;\n' +
      '- растворенные под давлением;\n' +
      '- сжиженные переохлаждением;\n' +
      '- аэрозоли и сжатые газы, попадающие под действие специальных предписаний. подкласс 2.1 — не воспламеняющиеся газы; подкласс 2.2 — не воспламеняющиеся ядовитые газы; подкласс 2.3 — легковоспламеняющиеся газы; подкласс 2.4 — ядовитые легковоспламеняющиеся газы; подкласс 2.5 — химически неустойчивые; подкласс 2.6 — химически неустойчивые ядовитые.'
  },
  'app.page.dangerousGoods.paragraph5': {
    id: 'app.page.dangerousGoods.paragraph5',
    defaultMessage: '**КЛАСС 3** — легковоспламеняющиеся жидкости, смеси жидкостей, а также жидкости, содержащие твердые вещества в растворе или суспензии, которые выделяют легковоспламеняющиеся пары, имеющие температуру вспышки в закрытом тигле 61С и ниже; подкласс 3.1 — легковоспламеняющиеся жидкости с низкой температурой вспышки и жидкости, имеющие температуру вспышки в закрытом тигле ниже минус 18С или имеющие температуру вспышки в сочетании с другими опасными свойствами, кроме легковоспламеняемости; подкласс 3.2 — легковоспламеняющиеся жидкости со средней температурой вспышки — жидкости с температурой вспышки в закрытом тигле от минус 18 до плюс 23С; подкласс 3.3 — легковоспламеняющиеся жидкости с высокой температурой вспышки — жидкости с температурой вспышки от 23 до 61С включительно в закрытом тигле.'
  },
  'app.page.dangerousGoods.paragraph6': {
    id: 'app.page.dangerousGoods.paragraph6',
    defaultMessage: '**КЛАСС 4** — легковоспламеняющиеся вещества и материалы (кроме классифицированных как взрывчатые), способные во время перевозки легко загораться от внешних источников воспламенения, в результате трения, поглощения влаги, самопроизвольных химических превращений, а также при нагревании; подкласс 4.1 — легковоспламеняющиеся твердью вещества, способные легко воспламеняться от кратковременного воздействия внешних источников воспламенения (искры, пламени или трения) и активно гореть; подкласс 4.2 — самовоспламеняющиеся вещества, которые в обычных условиях транспортирования могут самопроизвольно нагреваться и воспламеняться; подкласс 4.3 — вещества, выделяющие воспламеняющиеся газы при взаимодействии с водой.'
  },
  'app.page.dangerousGoods.paragraph7': {
    id: 'app.page.dangerousGoods.paragraph7',
    defaultMessage: '**КЛАСС 5** — окисляющие вещества и органические пероксиды, которые способны легко выделять кислород, поддерживать горение, а также могут, в соответствующих условиях или в смеси с другими веществами, вызвать самовоспламенение и взрыв; подкласс 5.1 — окисляющие вещества, которые сами по себе не горючи, но способствуют легкой воспламеняемости других веществ и выделяют кислород при горении, тем самым увеличивая интенсивность огня; подкласс 5.2 — органические пероксиды, которые в большинстве случаев горючи, могут действовать как окисляющие вещества и опасно взаимодействовать с другими веществами. Многие из них легко загораются и чувствительны к удару и трению.'
  },
  'app.page.dangerousGoods.paragraph8': {
    id: 'app.page.dangerousGoods.paragraph8',
    defaultMessage: '**КЛАСС 6** — ядовитые и инфекционные вещества, способные вызывать смерть, отравление или заболевание при попадании внутрь организма или при соприкосновении с кожей и слизистой оболочкой; подкласс 6.1 — ядовитые (токсичные) вещества, способные вызвать отравление при вдыхании (паров, пыли), попадании внутрь или контакте с кожей; подкласс 6.2 — вещества и материалы, содержащие болезнетворные микроорганизмы, опасные для людей и животных.'
  },
  'app.page.dangerousGoods.paragraph9': {
    id: 'app.page.dangerousGoods.paragraph9',
    defaultMessage: '**КЛАСС 7** — радиоактивные вещества с удельной активностью более 70 кБк/кг (2 нКи/г).'
  },
  'app.page.dangerousGoods.paragraph10': {
    id: 'app.page.dangerousGoods.paragraph10',
    defaultMessage: '**КЛАСС 8** — едкие и коррозионные вещества, которые вызывают повреждение кожи, поражение слизистых оболочек глаз и дыхательных путей, коррозию металлов и повреждения транспортных средств, сооружений или грузов, а также могут вызывать пожар при взаимодействии с органическими материалами или некоторыми химическими веществами; подкласс 8.1 — кислоты, подкласс 8.2 — щелочи; подкласс 8.3 — разные едкие и коррозионные вещества.'
  },
  'app.page.dangerousGoods.paragraph11': {
    id: 'app.page.dangerousGoods.paragraph11',
    defaultMessage: '**КЛАСС 9** — вещества с относительно низкой опасностью при транспортировании, не отнесенные ни к одному из предыдущих классов, но требующих применения к ним определенных правил перевозки и хранения; подкласс 9.1 — твердые и жидкие горючие вещества и материалы, которые по своим свойствам не относятся к 3 и 4-му классам, но при определенных условиях могут быть опасными в пожарном отношении (горючие жидкости с температурой вспышки от +61 C до +100 C в закрытом сосуде, волокна и другие аналогичные материалы); подкласс 9.2 — вещества, становящиеся едкими и коррозионными при определенных условиях.'
  }
})