import { defineMessages } from 'react-intl'

export default defineMessages({
  'app.page.wagonsTypes.paragraph1': {
    id: 'app.page.wagonsTypes.paragraph1',
    defaultMessage: 'Контейнеры предназначены в основном для перевозки тарно-упаковочных и штучных грузов без тары. Парк МПС имеет большое количество универсальных контейнеров массой брутто 1,25, 3 и 5 т. Широкое распространение на железных дорогах получают большегрузные цельнометаллические контейнеры массой брутто 10, 20 и 30 т. Контейнеры массой брутто 1,25 т изготовляют сейчас металлическими со сварным кузовом, который укреплен на раме с колесами.'
  },
  'app.page.wagonsTypes.paragraph2': {
    id: 'app.page.wagonsTypes.paragraph2',
    defaultMessage: 'Передние колеса смонтированы на общей оси и поворачиваются при помощи водила. Для торможения контейнера водило переводят в вертикальное положение, при котором колеса зажимаются тормозными колодками. На широкой стороне контейнера расположена двустворчатая дверь с замком. Тара контейнера 193 кг, объем кузова 1,125 м3.'
  },
  'app.page.wagonsTypes.paragraph3': {
    id: 'app.page.wagonsTypes.paragraph3',
    defaultMessage: 'Контейнеры массой брутто Зт цельнометаллической конструкции имеют на кузове пять замкнутых шпангоутов корытообразного сечения размером 60Х50х3 мм. Шпангоуты с внутренней стороны закрыты гладким металлическим листом толщиной 1,5 мм.'
  },
  'app.page.wagonsTypes.paragraph4': {
    id: 'app.page.wagonsTypes.paragraph4',
    defaultMessage: 'На крыше в нишах расположены рымы для строповки. Передняя стена выполнена в виде двустворчатой двери, на правой створке смонтирован замок. Для предупреждения попадания влаги внутрь контейнера створки двери оборудованы дополнительным желобом. Угловые опоры (ножки) высотой 100 мм позволяют применять вилочный автопогрузчик. Тара контейнера 585 кг, объем кузова 5,12 м3.'
  },
  'app.page.wagonsTypes.paragraph5': {
    id: 'app.page.wagonsTypes.paragraph5',
    defaultMessage: 'Контейнеры массой брутто 5 т с металлическим кузовом снабжены четырьмя замкнутыми несущими шпангоутами.'
  },
  'app.page.wagonsTypes.paragraph6': {
    id: 'app.page.wagonsTypes.paragraph6',
    defaultMessage: 'Дверные створки — левая и правая — навешены на петли. На правой створке расположен замок. Крыша и наружная обшивка выполнены из стального листа толщиной 1,5 мм. Рымы для подъема контейнера размещены в нишах. Ножки позволяют перемещать контейнер вилочным автопогрузчиком. Тара контейнера 1100 кг, объем кузова 10,2 м3.'
  },
  'app.page.wagonsTypes.paragraph7': {
    id: 'app.page.wagonsTypes.paragraph7',
    defaultMessage: 'Внутренние стены всех контейнеров делают гладкими, чтобы исключить повреждение грузов.'
  },
  'app.page.wagonsTypes.paragraph8': {
    id: 'app.page.wagonsTypes.paragraph8',
    defaultMessage: 'Цельнометаллические контейнеры достаточно прочные, что позволяет перевозить их ярусами. Все новые цельнометаллические контейнеры снабжены рымами (захватами), с помощью которых можно обеспечить автоматическую строповку при погрузке и разгрузке кранами.'
  },
  'app.page.wagonsTypes.paragraph9': {
    id: 'app.page.wagonsTypes.paragraph9',
    defaultMessage: 'Поскольку контейнеры перевозятся всеми видами транспорта, их габаритные размеры, масса брутто в крепежные приспособления должны строго соответствовать требованиям Государственного стандарта и международных норм.'
  }
})