import { defineMessages } from 'react-intl'

export default defineMessages({
  'app.page.wagonsTypes.paragraph1': {
    id: 'app.page.wagonsTypes.paragraph1',
    defaultMessage: 'Вагонный парк состоит из двух основных групп вагонов — пассажирских и грузовых.'
  },
  'app.page.wagonsTypes.header1': {
    id: 'app.page.wagonsTypes.header1',
    defaultMessage: 'Грузовые вагоны'
  },
  'app.page.wagonsTypes.paragraph2': {
    id: 'app.page.wagonsTypes.paragraph2',
    defaultMessage: 'Эти вагоны различают по количеству осей. грузоподъемности и приспособленности для перевозок определенных видов грузов. На железных дорогах СССР обращаются четырех-, шести- и восьмиосные вагоны, а также многоосные специальные вагоны. В основном грузовой парк состоит из четырехосных вагонов. Расширяется постройка большегрузных восьмиосных полувагонов и цистерн. В зависимости от рода перевозимых грузов вагоны разделяются на крытые, полувагоны, платформы, цистерны, изотермические и специального назначения.'
  },
  'app.page.wagonsTypes.paragraph3': {
    id: 'app.page.wagonsTypes.paragraph3',
    defaultMessage: '**Крытые вагоны** предназначены для перевозки ценных грузов и грузов, требующих защиты от атмосферных воздействий. В них перевозят зерно, тарные и штучные грузы и ряд других. В крытом цельнометаллическом вагоне боковые стены кузова снабжены люками. В металлической крыше сделаны четыре загрузочных люка с автоматически запирающимися крошками.'
  },
  'app.page.wagonsTypes.paragraph4': {
    id: 'app.page.wagonsTypes.paragraph4',
    defaultMessage: 'Цельнометаллические самоуплотняющиеся двери кузова в нижней части снабжены разгрузочными люками, через которые выгружается часть зерна для уменьшения давления на дверь перед ее открытием. Уплотнение двери достигается применением резиновых прокладок специального профиля в местах сопряжения со стойками кузова и специальными пазами у порога. В вагонах с самоуплотняющимися дверями зерно перевозят без применения хлебных щитов. У четырехосных крытых вагонов прежней постройки для перевозки зерна ставят хлебные щиты в дверные проемы.'
  },
  'app.page.wagonsTypes.paragraph5': {
    id: 'app.page.wagonsTypes.paragraph5',
    defaultMessage: '**Полувагоны** составляют значительную часть грузового вагонного парка, используемую наиболее интенсивно. Полувагон не имеет крыши, а пол его составлен из разгрузочных люков. Люки закрываются специальными запорами и снабжены юре ионам и для облегчения их закрывания. Полувагоны предназначены для перевозки массовых сыпучих и навалочных грузов, не требующих защиты от атмосферных осадков,— руды, леса, угля, металла, а также автомашин, сельскохозяйственной техники и др. Этот тип вагона позволяет широко применять механизированную погрузку и выгрузку, в том числе и на вагоноопрокидывателях. Перевозка таких массовых грузов, как руда, каменный уголь, лес и др., осуществляется маршрутами. Практика показала, что для маршрутных перевозок массовых тяжелых грузов, особенно на грузонапряженных направлениях, нужны большегрузные восьмиосные полувагоны с повышенными нагрузками на 1 м пути.'
  },
  'app.page.wagonsTypes.paragraph6': {
    id: 'app.page.wagonsTypes.paragraph6',
    defaultMessage: '**Платформы** предназначены для перевозки длинномерных грузов (рельсов, лесоматериалов), контейнеров, а также автомобилей и различных автодорожных и сельскохозяйственных машин. Четырехосная платформа с цельнометаллическими бортами является основным типом платформ.'
  },
  'app.page.wagonsTypes.paragraph7': {
    id: 'app.page.wagonsTypes.paragraph7',
    defaultMessage: 'В цистернах перевозят массовые жидкие грузы, нефтепродукты. В зависимости от рода перевозимого нефтепродукта цистерны специализируются и снабжаются приборами для верхнего или нижнего слива. Кузов цистерны представляет собой котел цилиндрической формы с колпаком в верхней части. На котлах цистерн для перевозки бензина устанавливаются предохранительные клапаны. Для перевозки бензина и светлых нефтепродуктов используются цистерны грузоподъемностью 62 т, оборудованные универсальным сливным прибором.'
  },
  'app.page.wagonsTypes.paragraph8': {
    id: 'app.page.wagonsTypes.paragraph8',
    defaultMessage: '**Вагоны для перевозки зерна** - это четырехосный цельнометаллический крытый вагон с наклонными стенами, образующими бункера, служащие емкостями для зерна и удобными для разгрузки. В крыше сделаны герметически закрывающиеся люки, через которые производится загрузка зерна.'
  },
  'app.page.wagonsTypes.paragraph9': {
    id: 'app.page.wagonsTypes.paragraph9',
    defaultMessage: 'Подобные типы специализированных вагонов имеются и для перевозки цемента, окатышей. Четырехосный хоппер-дозатор используется для перевозки щебня и снабжен дозирующим устройством, очень удобным при производстве путевых работ.'
  },
  'app.page.wagonsTypes.paragraph10': {
    id: 'app.page.wagonsTypes.paragraph10',
    defaultMessage: 'Для перевозки навалочных грузов промышленными предприятиями используются вагоны-думпкары. Они имеют пневматическое оборудование для наклона кузова при разгрузке груза.'
  },
  'app.page.wagonsTypes.header2': {
    id: 'app.page.wagonsTypes.header2',
    defaultMessage: 'Изотермические вагоны используют для перевозки скоропортящихся грузов.'
  },
  'app.page.wagonsTypes.paragraph11': {
    id: 'app.page.wagonsTypes.paragraph11',
    defaultMessage: 'Для этой цели выпускают вагоны с машинным охлаждением, получившие название рефрижераторных. Такие вагоны соединяют в поезда или секции по 23, 23, 12 или 5 единиц. В поезд или секцию входят вагоны, в которых размещено электросиловое и холодильное оборудование. Получают все большее распространение автономные рефрижераторные вагоны с индивидуальным машинным охлаждением и электрическим отоплением. Имеются изотермические вагоны с льдосоляным охлаждением — так называемые вагоны-ледники, а также специальные вагоны для перевозки живой рыбы, вина и других продуктов.'
  }
})