import { defineMessages } from 'react-intl'

export default defineMessages({
  'app.page.handlingDostyk.title': {
    id: 'app.page.handlingDostyk.title',
    defaultMessage: 'Перегруз груза на ст. Достык'
  },
  'app.page.handlingDostyk.paragraph1': {
    id: 'app.page.handlingDostyk.paragraph1',
    defaultMessage: 'Станция Достык является экономически значимым объектом в транзитно-транспортном потенциале Казахстана, обладает огромным потенциалом в обеспечении интеграционных процессов в развитии экономических связей между странами Европы и Азии.'
  },
  'app.page.handlingDostyk.paragraph2': {
    id: 'app.page.handlingDostyk.paragraph2',
    defaultMessage: 'Станция Достык является пограничной перегрузочной станцией и выполняет полный комплекс операций по приему и отправлению поездов, следующих через государственную границу, перегрузке из вагона в вагон в связи со сменой ширины колеи, перестановке грузовых и пассажирских вагонов с тележек одной колеи на тележки другой колеи, формированию и расформированию составов, отправляемых на сеть и прибывающих с сети дорог Казахстана и других стран.'
  },
  'app.page.handlingDostyk.header': {
    id: 'app.page.handlingDostyk.header',
    defaultMessage: 'Услуги нашей компании по ст. Достык включают в себя:'
  },
  'app.page.handlingDostyk.list': {
    id: 'app.page.handlingDostyk.list',
    defaultMessage: '- перегруз вагонов и контейнеров;\n' +
      '- экспедирование;\n' +
      '- предоставление подвижного состава, услуги оператора вагонов, сортировка вагонов;\n' +
      '- разработка схем погрузки и крепления грузов на открытом подвижном составе;\n' +
      '- страхование грузов;\n' +
      '- таможенное декларирование и таможенная очистка;\n' +
      '- подготовка подвижного состава к перевозке;\n' +
      '- предоставление фотоматериалов о ходе работ по осуществлению перегруза вагонов.'
  }
})