import { defineMessages } from 'react-intl'

export default defineMessages({
  'app.page.aboutUs.title': {
    id: 'app.page.aboutUs.title',
    defaultMessage: 'О компании'
  },
  'app.page.aboutUs.paragraph1': {
    id: 'app.page.aboutUs.paragraph1',
    defaultMessage: 'Молодая, динамично развивающаяся транспортная компания «Петропавл Экспресс Логистика» работает на рынке экспедиторских услуг с 2010 года. На конкурентном рынке региона нам удалось очень быстро занять значительную его долю и стать одной из самых стремительно развивающихся транспортных компаний Казахстана.'
  },
  'app.page.aboutUs.paragraph2': {
    id: 'app.page.aboutUs.paragraph2',
    defaultMessage: 'Мы гордимся высокими показателями эффективности, которые вывели компанию «Петропавл Экспресс Логистика» в лидеры, и с оптимизмом смотрим в будущее.'
  },
  'app.page.aboutUs.header': {
    id: 'app.page.aboutUs.header',
    defaultMessage: '«Петропавл Экспресс Логистика» сотрудничает с широкой сетью партнеров на территориях стран СНГ, Латвии, Литвы, Эстонии и Грузии.'
  },
  'app.page.aboutUs.paragraph3': {
    id: 'app.page.aboutUs.paragraph3',
    defaultMessage: 'Пришедшие за это время опыт, знания, а также приобретенная репутация, позволяют нам ставить перед собой более высокие цели. Мы добились этого, благодаря устойчивому наращиванию эффективности осуществления перевозочного процесса, непрерывному внедрению и совершенствованию технологий, а также качеству оказываемых услуг, способствовавшему росту лояльности наших партнеров.'
  },
  'app.page.aboutUs.paragraph4': {
    id: 'app.page.aboutUs.paragraph4',
    defaultMessage: '**Ценность компании** — это наша команда. Каждый специалист — профессионал в своем деле. Это те, кто помог компании достигнуть сегодняшних высот, и помогает ей и дальше быть нацеленной на рост и сохранение лидирующих позиции.'
  },
  'app.page.aboutUs.paragraph5': {
    id: 'app.page.aboutUs.paragraph5',
    defaultMessage: 'Сплоченная работа команды и грамотная система управления компанией, позволяет нам воспользоваться возможностями для дальнейшего развития.'
  }
})